export default {
  mn: {
    cell: {
      allSelectedText: '全选',
      noDataText: '没有找到合适的记录'
    },
    popup: {
      confirmText: '确认',
      cancelText: '取消',
      closeText: '关闭',

      confirmTitle: '确认操作',
      alertTitle: '警告',
      messageText: '你有一条消息'
    },
    datetime: {
      title: '选择日期时间',
      fromAtTitle: '选择开始时间',
      toAtTitle: '选择结束时间',
      smallerText: '不可小于最小时间',
      biggerText: '不可大于最大时间',
      smallerToAtText: '结束时间应晚于开始时间',
      next: '下一步',
      prev: '上一步',
      weeks: {
        0: '周日',
        1: '周一',
        2: '周二',
        3: '周三',
        4: '周四',
        5: '周五',
        6: '周六'
      },
      months: {
        0: '1月',
        1: '2月',
        2: '3月',
        3: '4月',
        4: '5月',
        5: '6月',
        6: '7月',
        7: '8月',
        8: '9月',
        9: '10月',
        10: '11月',
        11: '12月'
      },
      dates: {
        1: '1日',
        2: '2日',
        3: '3日',
        4: '4日',
        5: '5日',
        6: '6日',
        7: '7日',
        8: '8日',
        9: '9日',
        10: '10日',
        11: '11日',
        12: '12日',
        13: '13日',
        14: '14日',
        15: '15日',
        16: '16日',
        17: '17日',
        18: '18日',
        19: '19日',
        20: '20日',
        21: '21日',
        22: '22日',
        23: '23日',
        24: '24日',
        25: '25日',
        26: '26日',
        27: '27日',
        28: '28日',
        29: '29日',
        30: '30日',
        31: '31日'
      }
    }
  }
}
